label q1_3:
    scene bg_building with Fade(0.3,0.2,0.4)
    qian "沿路牌往前，道路逐渐出现不同的分岔，而后，最近的路口挂着巨大的显示屏：D-230，居民区。"
    qian "不太信任管制局，可其他地方又好到哪里去。\n昏暗的环境仿佛滋生鬼魅，时不时的窸窣声从角落传来，让我心生退意，胸口也憋闷得要窒息。"
    qian "好，难受……不安和疲惫越发堆积，直到眼皮越来越重，腿也抬不起来，不得不停靠在布满灰尘的墙角。\n为什么，会这样……"

    scene bg_black with Fade(0.4,0,0.4)
    unknown "怎么又到清理垃圾的时候了啊，真麻烦。"
    unknown "就是啊，那些垃圾不能自行滚出去吗，浪费我们城市宝贵的资源啊。"
    unknown "啊你这人真够恶劣的，想什么呢，哈哈哈哈……"
    scene bg_chaos0 with hpunch
    qian "……好像，有什么……声音……好吵……\n可是，动不了，连眼睛都睁不开……"
    unknown "喂，这还有一个！拿袋子来！"
    scene bg_chaos1 with hpunch
    qian "等等，有人碰我……啊！放开……！呃……"
    unknown "这家伙还在动，你过来搭把手！"
    unknown "好好，别叫了来了——"

    scene bg_black with hpunch
    qian "臭，好臭……"
    scene bg_pit0 with hpunch
    qian "我猛地睁开眼睛，有什么液体从睫毛上落下来，黏腻、湿热、恶臭，让我差点再度晕过去。\n这是哪……"
    qian "像是陷入沼泽，泥泞脏污，只是其中的“淤泥”是更加复杂的东西：黑灰色的大塑胶袋，扯烂的金属和电线，辨认不出形状的固态物。杂乱无章地堆叠积压在一起，渗出腐烂的气息。"
    qian "我的眼皮开始疯狂打架，身体也不受控制地颤抖起来。"
    qian "怎么，这里到底是……啊……！"
    scene bg_pit1 with hpunch
    na "轰隆——"
    qian "巨大的声响打断了我的思考。\n而后，头顶的黑色天花板快速降落，随着砰的一声，剥夺了我视野里的一切光线。"

    scene bg_black with hpunch
    qian "痛，好痛……\n好痛好痛好痛好痛……"
    scene bg_black with hpunch
    qian "每一块可能的皮肤和肌肉都在拉伸，向不同方向撕扯，每一寸神经都在啸叫，发出震耳欲聋的冲击声。"
    scene bg_black with hpunch
    qian "我控制不了身体，睁不开眼，找不到合适的姿势，无论怎么做都痛得流泪，像整个人被扔进高速旋转的洗衣机，撞得头破血流。"
    scene bg_black with hpunch
    qian "直到时间都失去意义，疼痛和耳边的轰鸣都没有停止，我的精神像在荆棘刺中打滚，变成千疮百孔的破烂。"
    scene bg_black with hpunch
    qian "疼痛……"

    scene bg_black with Fade(1,0,1)
    unknown "你也来捡垃圾啊？"
    unknown "是啊，万一有点什么，也是点收入……我去，这里好像有个活人？！"
    qian "好像有什么声音靠近，耳鸣使得它模模糊糊，但我还是用尽全力驱动上半身的肌肉，向有声音的地方挪动。"
    
    qian_speaking "救，呕……救我……"
    show liquid0 with dissolve
    qian "刚一开口，腹部就一阵痉挛，而后只有混合的胆汁和粘液从嘴角溢出，发出和周围一样的酸臭味。"

    scene bg_black with Fade(1,0,1)
    qian_speaking "救，救我……啊……！\n……嗯？……"
    qian "我的身体条件反射地剧烈打颤，但并没有迎来熟悉的撕裂感，只剩淡淡的疼痛，在身体里轻柔地融化。"
    qian "啊……"
    scene bg_liroom0 with Fade(1,0.5,1,color="#fff")
    qian "我这才敢睁开眼睛。四周并不是臭气熏天的垃圾堆，只是一个无人的房间。\n这算……得救了吗？"
    qian "我悬着心仔细观察房间：一眼望去，地面和墙壁光秃秃的，室内没有窗户，一扇小门关得严实，低矮的天花板挂着两点摇晃的火光——少见的明火。至于其他……"
    na "吱呀——"
    qian "……谁？"

    unknown "醒了？"
    qian_speaking "啊，嗯……"
    unknown "……"
    qian "……\n不认识的女人站在面前，身着长到脚踝的黑色披风。她一动不动，只是默默地看着，视线仿佛要看穿我。"
    qian_speaking "……这是哪里？你是谁？是，是你救了我吗？"
    qian "终于，我忍受不了这样的气氛和沉默，努力让自己的喉咙发出声音。刚开始有些困难，但说到后面，却几乎有些逼问的急迫。"
    unknown "你对救你的人就是这个态度啊。"
    qian_speaking "啊，呃，对不起，所以真的是你救了我……但是，到底发生了什么……那个，你需要我做什么吗？"
    qian "事到如今，发生那些事之后……我总不会还在天真地相信她只是善良才救我。"
    unknown "是想，可是你看起来很没用啊。"
    qian_speaking "什……！"
    unknown "说说你吧。你叫什么，怎么会出现在那里的？"
    qian "为什么反倒先问我……\n说到先前的事情，我下意识绷紧了身体，那刺骨的疼痛仍然让我心有余悸。"

    menu:
        "【说实话】":
            jump q1_3_1
        "【蒙骗过去】":
            jump q1_3_2


label q1_3_1:
    qian "现在的情况我是完全的劣势，哪怕一时说谎也不会有太大改变，万一被看穿可能更加危险……"
    qian "能从那里救下我的人，说不定很厉害，还是全部告诉她吧……"
    qian_speaking "我是时茜，从A层来到D层，因为……"

    qian_speaking "之后……就是这样。对了，可以看终……我的终端呢？"
    unknown "你是说这个吗？"
    qian_speaking "怎么在你那里！"
    unknown "不清楚底细的人，当然要好好检查一遍啊，不然怎么知道要不要救你？"
    qian_speaking "你……那你看都看过了，为什么还要问我……"
    unknown "看你会不会说出点新东西啊，总要多点信息来源吧。"
    qian "是为了看我有没有说谎吧……真够狡猾。但，至少这说明我实话实说是正确的……也许。"
    qian_speaking "我知道的就这些了……"
    unknown "这样啊，你也不容易嘛。"
    qian_speaking "是，是啊……"
    unknown "他们做这么恶劣的事情，就没想过偷偷回去？"
    qian_speaking "怎么可能啊，管制局的人难道是白拿钱的吗。"
    unknown "你都没试过，就觉得不可能了？"
    qian_speaking "哪有你说的那么容易！"
    qian "……\n我大吼出声后才惊觉自己的失态，急急地扼住胸口将要迸发的郁气。"
    unknown "所以，管……那些人真的很厉害，完全没有漏洞？你们那个所谓的系统真的很可靠吗，到处都是？从人下手呢，没有偷懒的人吗？"
    qian_speaking "不，不知道……其实我没有在D层待过很久，但也有听说好像现在管理很混乱……但是，但是要回A层绝对不可能的，上层的管理很严格的。"
    unknown "这样啊，你怎么一副要死不活的样子？"
    qian_speaking "有吗……"
    unknown "算了，你再休息会，待会把你知道的所有关于D层的消息都跟我讲讲。"
    qian_speaking "哦，好……"

    qian_speaking "这是什么……？"
    unknown "应急食品，怕你说得太累把自己累死了，给你补充点体力。"
    qian_speaking "哦……"
    unknown "不吃拉倒，别浪费粮食。"
    qian "总感觉吃了之后才会死……我硬生生憋住了这句话。\n不过，这发出奇怪气味的东西真的能吃吗……我一狠心，屏住呼吸将碗里的东西倒进喉咙。"
    qian_speaking "呕……咳，咳咳……"
    unknown "行了，不爱吃别吃。"
    qian_speaking "咳，好……谢谢……"
    
    unknown "继续说吧，你知道的事。"
    qian_speaking "……你到底是做什么的？"
    unknown "这重要吗？对你来说，我是救了你的命的人，你只需要知道这个就够了。"
    qian "……\n你不是D层人吧。你都已经知道我是刚来D层没多久的，却还是追着我问各种基础问题。"
    unknown "……"
    qian_speaking "说到D层的时候你总会有奇怪的卡顿，虽然这在自然对话中很常见，却很不像你的说话方式。"
    qian_speaking "但你又尤其在意和上层之间的通道，而且仅仅是A层，为什么？如果你不是D层人，为什么需要这么费尽心思？"
    qian_speaking "难道你……"
    qian "！"
    qian "和我一样？\n这句话我没能说出来，因为面前的人突然毫无预兆地凑近，带起的疾风和危险感让我浑身发毛。"
    unknown "感觉你知道的有点多，是不是该把你杀了？"
    qian_speaking "喂……！"
    unknown "嗯……"
    unknown "行了，开玩笑的。"

    qian_speaking "……你到底什么意思？"
    unknown "夸你聪明啊，对了，那就认识一下吧，我叫黎沙。"
    qian "我不聪明就不跟我说了吗……好恶劣的人。"
    li_speaking "至于我是哪里人……嗯，这个可能有点难回答。"
    qian_speaking "你直接说不就完了？"
    li_speaking "我还是直接带你去看吧，带你看一下我是哪里人。"
    qian "……什么意思？\n我无法理解，在巨大的困惑中被她手臂抓着向外走。"

    qian_speaking "咳咳！"
    qian "一股有些呛人的味道弥漫鼻尖，我忍不住剧烈咳嗽起来。好一会后，我才睁开眼睛，看见打开的门后向外的地方，黎沙所说的场景。"
    qian "视野里是粗糙的暗黄色，像有一层浓烟盖在画面上，看不清晰。地面并不平坦，隆起的小丘上有轻轻卷起的浅层尘土，大大小小的裂缝漫布，凹凸不平。"
    qian "沙，还是沙。\n满目皆是一片黄沙。\n这样的景象，我只在书中见过对应的描述。"
    qian_speaking "这是……"
    qian "我的牙齿不受控制地用力，把空气咬碎。无法理解，无法想象，也不敢深入思考。"
    qian "荆棘之城里没有这样的地方，没有这样的天气，所有的东西都是静止的，平和的，不变的。\n但，那，现在这是……"

    li_speaking "吓到了？"
    qian_speaking "不，不是……但，这是哪……"
    


