label q1_1:
    scene bg_office_5 with Fade(0.2,0.4,0.1,color="#fff")
    qian "在荆棘之城，城市管制局处理一切和居民有关的问题。"
    qian "我对管制局的行为感到困惑和愤怒，却不得不承认，也许现在去管制局才是最好的选择。"
    scene bg_office_1 with fade
    off_speaking "这是临时的住所和工作信息，时限一周，到期后如工作不通过，管制局不再提供任何帮助。"
    qian_speaking "好的……其它问题呢？\n我家里的情况，还有我双亲……"
    qian "我顿了顿，仍然不死心地继续说道。"
    off_speaking "D层身份信息的准备已经完成，如果没有其他需求，请及时结束咨询。"
    qian "——这难道不是需求吗？我想这样冲她大喊，但无论我说什么，对面的人都油盐不进。"
    qian "我和她一墙之隔，透明的坚硬玻璃阻碍所有来自外部的影响。\n同我的恼怒和激动相比，她的表情毫无波澜——就像我刚刚见到的每个管制局的人那样。"
    qian "……明明，以前在A层的时候，不管什么时候去找管制局的人，她们都会态度友好地回应啊。\n僵持了几十秒，我终于还是受不住，灰溜溜地走出大门。"
    scene bg_road01 with fade
    unknown "喂，走路小心点，别撞到人了。"
    qian_speaking "啊……抱歉。\n你们是在这里排队吗？里面没什么人的，在里面等更好。不用在外面……这样吧。"
    qian "来的时候太匆忙，这时我才发现管制局外的广场有不少人，却没有要进去的意思。\n他们只是围在附近，或是靠在墙边，或是坐在地上。横七竖八，什么姿势都有。我没说出口，但实在不太雅观。"
    thin_speaking "你还是小孩？替家里人来办事的？"
    qian_speaking "啊？什么意思，不是……"
    thin_speaking "真是不懂事，哎，哪有你这样说话的？跑别人面前嫌弃别人，要是换一个人啊你怕是要吃点教训哦。\n知道D层的管理费多少钱吗？这帮狗东西害得大家都不敢多开灯，就他们这地方最亮，待在这怎么了？"
    thin_speaking "看你这样子也是不懂，等自己赚钱就知道了。他们能有一万种办法从你手里掏钱，不光掏钱还受苦，好好珍惜还不用担心这些事的时候吧。"
    qian_speaking "不是，我没……\n呃，抱歉\n那个我走了再见"
    qian "我实在跟不上她的思路，几乎是逃一般搪塞了对话。等回过神，管理局已经有一定距离。\n它的确是最亮的地方，在整个D层都显得突出而耀眼，像光源吸引昆虫一样聚集大片的人。"
    qian "……"
    scene bg_road04 with fade
    qian "这里的建筑又老又旧，又细又长，相互之间挤得很近。不知道是不是我已经产生错觉，我甚至感觉它们不断散发出奇怪的气味。"
    qian "好脏乱……我捏着鼻子走，穿过几条相似的小道，好不容易才看到写着编号的门牌。\n上面的花纹已经掉了一半，只能勉强看出原来的形状。它指着一道狭窄入口，又黑又深。"
    qian "……这真的是人能住的地方吗？我再三确认牌子上的图案，不得不接受现实。"
    scene bg_road05 with Fade(0.1,0.1,0.1)
    qian "更深处没有灯，我只能靠着终端机上的荧光勉强前进。这片幽幽的光点照亮一小处黑暗，却让人更在意深处没被照亮的东西。\n黏糊，潮湿。"
    scene bg_road06 with Fade(0.1,0,0.1)
    with vpunch
    qian_speaking "好恶心……呃啊！喂……！"
    qian "脚踝被绊倒，腿一软，似乎磕到了很硬的尖角，痛得我甚至站不起来，只好扒着墙一瘸一拐地前进。\n……感觉，我从来没有过这么狼狈的时候。"
    qian "……"
    

    return