label q1_1_1:
    qian "不行……就算这地方是这样，我必须认真起来。这不是真的为了工作，只是为了不让我被这个地方完全腐蚀。\n我要保持冷静，保持清醒……"

    unknown "你有没有想过如何快速赚钱？"
    unknown "最新出的特效药，特别好用！"
    unknown "喂！需不需要借钱啊？这里有很方便的途径哦！"
    qian_speaking "……"
    qian "我逐渐熟练地避开在居民区凑上来打广告的人，讲那些嘈杂的声音撇在脑后。\n……\n脑子里突兀地响起先前那个女人说的话。"

    thin_speaking "他们能有一万种办法从你手里掏钱，不光掏钱还受苦，好好珍惜还不用担心这些事的时候吧。"
    qian "……\n……只是这样活着而已。"

    qian "小窗外的景色直线上升，不断在我的视野里掠过。模糊的深黑色的背景逐渐被稀释，越来越淡，最后变成淡淡的蓝白。"
    qian "很久不见了，甚至有些恍若隔世……这完全不一样的风景。"

    boss_speaking "这儿的负责人呢？不在工作岗位上是都死了吗？"
    unknown "您昨天刚开除……"
    boss_speaking "……\n都是没用的东西，走了就走了吧。\n那边的过来。"
    qian "我被指着鼻子，只好停下手中的工作。"
    boss_speaking "你去负责这件事，做不好也一起走人。\n记清楚订单信息，这是A层的事情，一定要尽快把问题解决，不能出差错。"
    qian_speaking "……嗯。"

    stf_speaking "姓名编号，五官指纹。\n申请原因？逗留时间？机构编号？\n通行证绑定终端，不能替换。"
    qian "回答一系列问题后，我被全身上下检查一遍，终于能够进入前往A层的通道。\n——于是，我再次看到这番场景，并不是因为幸运而“重逢”。"
    qian "但的确久违了，广阔的天顶，轻巧的空气，以及如画一般明亮活力的颜色。\n荆棘之城的A层。"
    qian "……"
    qian "A层禁止居民以外的人使用个人大型机器，我从公共交通上下来，跟着电子光屏上的路线往前走，平坦而坚实的道路让我一时有些难以习惯。"
    qian "和D层不同，这一路上几乎没有遇到任何人，人口密度低得像我空空荡荡的胃部。\n但事实并非如此，A层人虽少，但在寸土寸金的荆棘之城远远不可能是这种程度。"
    qian "大概是因为信号标记。\n我曾经的终端机上——有A层特殊标识的终端机上——会显示进入A层的外来人的位置。而居民十分自然地，充满默契地远离那些人。"
    qian "也就是现在的我。"
    qian "微疼的触感让我回过神，是手指不自觉地用力按在终端的背面，刻着城市印章的地方。\n坚韧，勇敢，一直以来，那是这座城市带给我们的信念，如它的历史一般熠熠生辉。"
    qian "但与此同时，我第一次意识到，它也为每个人种下标签，就像城市印章一样，根深蒂固，如影随形。"
    
    unknown "你好，现在不是营业时间~咦？\n嗯……你好？"
    qian_speaking "……你好。"
    qian "纯黑色、精心整理的头发垂在额角和颈后，身上柔软细腻的布料分为一层层，点缀有精致蝴蝶结。一双水蓝色的明亮眼睛看着我，乍一眼让我看得失了神，直到对方再次出声。"
    qian_speaking "抱歉，关于您提交的订单，这边有……"
    qian "我把核对的信息报出来，并提出相应的解释。\n对方似乎还没理解，只是十分专注地看着我，好像这就是此刻世界上最重要的事情。"
    unknown "噢，原来是这个问题。你好厉害啊，这么快就知道了，谢谢你！"
    qian "面上没有显示，我的心里却不自觉飘飘然起来——而后，下一秒就重新下坠。"
    qian_speaking "呃……！"
    unknown "怎么了？！你没事吧？"
    qian "动作不熟练，手上的力气一个不稳，锋利坚硬的零件划伤我的手掌，很快渗出鲜红的血液。"
    qian_speaking "没……不小心扎到了而已。"
    unknown "啊，你都闭眼睛了，一定是很疼吧？对不起，你别担心……我会帮你的！"
    qian_speaking "不，没事……"
    qian "我有些慌张地挥手，声音却很弱——说来好笑，宋女士和黄女士都是生物方面的专业研究人员，家里到处都是相关资料，偶尔还会做点小实验，但我竟然很怕血。"
    qian "不过，怎么能麻烦其他人……正当我这么想的时候，这位A层的少女很快去而复返。\n她在后侧方微倾身体，轻飘的发丝垂下，在我的后颈上震颤，手腕被人抓起来，有什么柔软的东西贴上我的皮肤。"
    qian "而后，那个小小的、失控的缝隙被抚平了。"

    unknown "好了，现在应该没事啦！"
    qian_speaking "……"
    unknown "怎么了？你还是很难受吗……？是，是我做得很差吗？"
    qian_speaking "……\n不是！呃，那个，谢谢你。\n麻烦你了……我真的没事了。"
    


