label q2_1:
    chi_speaking "你好~又见面啦，我说的没错吧！"
    qian_speaking "……\n是啊。请问这次的故障问题是什么？现在机器不在这边吗？"
    chi_speaking "对呀……出了点意外，可能要晚点才能送过来了，不好意思啊。"
    qian_speaking "嗯，这个没事的……不过，如果不着急的话，可以在东西到这里之后再联系公司，这样也不用麻烦你等在这里。"
    chi_speaking "不麻烦啊，我们可以先做点别的。"
    qian "她捏捏垂下的发尾，面上带笑地看着我，水色的眼眸里就像在闪动真正的水波，名为好奇。\n我有些受不了这样直接的目光，稍稍瞥开了眼睛。"
    qian_speaking "是，是吗……"
    chi_speaking "就随便聊聊嘛。\n啊，对了，要不你帮我尝尝这个味道怎么样？"
    qian "可是——\n我的话还没说出口，被她递过来的一杯饮料堵住。\n淡淡的香甜气味让喉咙不自觉变紧，到D层之后，我很久没接触过鲜活的食物。\n难以拒绝…"
    chi_speaking "感觉怎么样？"
    qian_speaking "呃，挺好的。"
    qian "我唾弃这样装腔作势，故作深沉的自己，但还是刻意压低了声音，生硬地回应。"
    chi_speaking "太好了，谢谢你！"
    qian_speaking "也没什么……"
    qian_speaking "咦，机器还没送到吗？"
    chi_speaking "我看看哦……好像因为别的事情耽误了，大概还要一会儿。"
    qian_speaking "这样啊……"
    qian "我在心里叹了口气，一时间竟然不知道怎么接话，只好又调出那张通行证的信息。"
    chi_speaking "对哦，好可惜……那只能下次再找人了。\n不过，来A层也要不少时间，为什么不在这边多待一会？这样你们也不用那么辛苦了。"
    qian_speaking "……"
    qian "迟玉虽然这么说，脸上却看不出可惜，只是好奇。我突然后知后觉地意识到，自己面对她时感到的不和谐感。"
    qian "一种我以前很熟悉，而现在逐渐消解的天真。"
    qian "面对那汪清澈的浅蓝色湖水，我实在很难回答她。"

    qian "回到房间，我查看光屏页面的时候，联系人的头像闪了闪，是迟玉发来的消息。"
    # screen mode
    chi_speaking "谢谢你今天陪我聊天^_^"
    chi_speaking "下次我再找你过来玩吧"
    chi_speaking "机器也还没有修好呢"
    qian_speaking "好的"
    qian_speaking "我会帮你解决问题"
    chi_speaking "其实你只要过来陪我待着就好啦"

    qian "……\n她毫不掩饰自己有其他目的——对A层的人来说，随意使用他人的确是一种日常。\n只是，我到D层后才知道原来其他人是不一样的。"
    qian "……似乎有些难受。\n然而我又同时意识到，这对我来说是个极好的机会——迟玉是A区人，对我大概印象不差，看起来天真善良……"
    
    qian_speaking "好啊^_^"

    qian "啊，我也终于想到这一层了……"
    chi_speaking "待会我还有事"
    chi_speaking "那，之后我再找机会让你过来哦"
    qian_speaking "嗯嗯^_^"

    qian "不过……为什么是找机会？我没有去深究，眼下更重要的是……我似乎已经取得了不错的进展——在和迟玉的接触上。"
    qian "那之后……？"

    menu:
        "【和她继续保持关系】":
            jump q2_1_1
        "【找她打听家里人的情况】":
            jump q2_1_2


label q2_1_1:
    qian "不，现在就直接说可能还是太激进了……A层的人不管是谁，在身份上都会对现在的我带来危险。"
    qian "还是先和她保持联系，多接触一段时间，从别的地方观察一下吧……"




label q2_1_2:
    qian "这么说来，正好可以问问家里人的情况，不知道黄女士和钟女士怎么样了……\n我稍微思虑一下，便下定决心，打开和迟玉的对话框。"

    qian_speaking "如果方便的话，能向你打听个人吗"
    qian_speaking "也是A区的，我想你可能会熟悉"
    chi_speaking "没问题，你告诉我吧"
    chi_speaking "其实我也不认识什么人，不过我会帮你问到的^ ^"
    qian_speaking "谢谢你！"
    qian "无论如何，至少这句话我是发自真心……我还真是卑鄙。"

    qian "没有新的消息。"
    qian "自从那天过后，迟玉就没有再回复过我，我心里焦虑，却没法跟别人说，更没办法直接催她，只好每天数着数过日子。"
    qian "但我没想到，在她之前，有其他人先行找上门。"

    stf_speaking "时茜小姐，有人找你。"
    