label q2_1_1_1_1:
    qian "我还是不知道到底是什么情况，但不管怎么样……先尽可能拖延时间。\n我侧过身半挡在迟玉身前——就算要做什么，也是两个人胜算更大。"
    qian "除了没意识到蓝石的动静，事实上，我也没有听到迟玉的动静……她还好吗？那个角落，就如死一般寂静……只好见招拆招了。"
    qian_speaking "……真的可以让我猜吗？那，从哪件事开始猜比较好？"
    lan_speaking "随你吧。我还是有时间听你讲点废话的。"
    qian_speaking "……好。\n迟玉，和你是什么关系？家人吧，母女？……这些照片是谁？不是迟玉吧……为什么，是一样的？另一个又是谁？"
    qian "我努力搜刮词汇，试图吸引她的注意，希望她不要注意我轻推迟玉的动作……\n直到靠近，我才发现这具身体正在剧烈颤抖。"
    lan_speaking "猜得不好，只有基础知识。\n对了，你找迟玉帮忙？她可不会听你的。"
    qian_speaking "怎么，会……所以你对她做了什么？和墙上的照片有关？"
    lan_speaking "说什么呢。迟玉是个听话的孩子啊，在这里当然只听我的话了。"
    qian "嘶……我的想法被轻易看透，她似乎只是像看戏一样等我进行下一步。\n但到底怎么回事……迟玉，蓝石，到底我应该……"
    qian_speaking "……"
    lan_speaking "不然你问问她？\n迟玉，抓住你前面的那个人。"
    qian_speaking "什——呜！"
    qian "糟……！\n——！\n她声音骤然放低，我就知道事情不对，但还是来不及……一双手臂从后面伸出来，用力箍住我的胸口。"
    chi_speaking "对不起，我必须……\n我必须听蓝石的话，不然，不然……"
    qian_speaking "……你为什么非要这么做？！"
    lan_speaking "我只是可以做，就做了而已。她是我的东西，轮不到你说。"
    lan_speaking "也该差不多了吧，嗯，让我看看，怎么还没人来解决你们。"
    qian "不行，不知道她要做什么，但是马上就要没时间了……必须要做点什么，打乱她的节奏……"
    menu:
        "【劝说迟玉】":
            jump q3_0_1
        "【劝说蓝石】":
            jump q3_0_2
        "【其他】":
            jump q3_1
        "【劝说迟玉】":
            jump q3_0_1
    qian_speaking "迟玉……迟玉……！放开我！"
    chi_speaking "……"
    lan_speaking "别挣扎了，乖乖等着。"
    qian_speaking "……迟玉……求求你，别抓着我了……你不是说要一起逃跑的吗……"
    qian "蓝石似乎出去接人了，只留下我和死死抓住我的迟玉。以前看不出来，她的力气竟然这么大，我除了能转头，其他完全动不了。"
    chi_speaking "对不起，对不起……我是失败品，我必须要听蓝石的话……不能反抗，会被惩罚的……对不起，对不起……"
    qian_speaking "迟玉……"
    qian "颤抖，剧烈的颤抖。被她用力挟着，那仿佛刻骨的压抑情感也排山倒海般席卷而来。\n被这样的气势压制，我竟一时忘了做出反应。"
    qian "以至于直到脚步声近在身后，我才察觉。"
    qian "这样啊……我到底还是太弱小了。"
    qian "……"
    qian_speaking "……迟玉，还是谢谢你。"
    "……"
    "ENDING"
    menu:
        "【劝说蓝石】":
            jump q3_0_2
    qian_speaking "……对了，我们本来是要做什么事？"
    lan_speaking "难为你还记得啊，可你这样不守规矩，还想着别人原谅吗？"
    qian_speaking "那个……你还和我家里人有联系的吧……你想要什么的话，让我们联系上，我们都可以尝试给你的……"
    lan_speaking "别想了，我不需要你想的那些东西。"
    qian_speaking "不需要你也不用再继续找她们了啊！为什么非要现在这样，我什么都不会说出去的……"
    lan_speaking "是吗？的确很可惜。"
    qian_speaking "可惜什么啊……"
    lan_speaking "她们已经死了，虽然不是我杀的。"
    qian_speaking "……\n你说什么？"
    qian "……\n……\n……"
    qian "我从未想过，这个时候会突然出现这样一句话，就像葬礼上突然出现小丑一样荒诞而不合时宜。\n我无法理解，拒绝理解这句话。"
    lan_speaking "唉，真是可怜。本身这么脆弱，何必还要去管太多？"
    qian_speaking "……"
    lan_speaking "说过了吧，你就乖乖听话不好吗。"
    qian_speaking "……\n才不是，不是这样的……就算那样，我想要知道真相……我想知道，你这么做的理由！"
    lan_speaking "可惜了。"
    qian "可惜什么……\n有些嘈杂的声音从门外传来，一晃眼的时间里，几个高大的女人围住了我们。"
    qian "这样啊……原来是在可惜我来不及了。"
    qian "……"
    qian "……"
    "ENDING"
