label q1_1_2:
	qian "总之……我并没有认真的打算，我又不是真来这种地方工作的。\n随便应付一下，只要撑到家里有消息的时候就行了。"
	qian "随便混混日子并不难，不过是相似的流程，每一天都一样。"
	#TODO: 【转场】
	qian "……\n但事情却没有符合我的期待。\n没有……没有，什么都没有。"
	qian "我没有等来管理局的通知，也没有任何回到原本生活的办法，甚至，连之前有过的，宋女士她们的消息，也再没有收到过了。"
	qian "“……”"
	#TODO: 表情，转场
	qian "我蹲坐在房间的角落，手指重复着“打开终端，划过消息，关闭终端”的动作。"
	qian "所谓的工作没有技术含量，只有繁重和忙碌，塞满我的生活。除了死白色的宽敞工厂，我没有兴致也没有时间再拥有其他。"
	qian "不知道从什么时候开始，我的思维似乎也已经变慢、停滞，完全融入D层的死水。"
	qian "……她们怎么样了？我没有多余的精力去思考，但还有什么比在这里要更差的？\n嗯，只要如果过得比我好就够了……"
	qian "我再次下意识地活动手指：打开终端，划过寥寥无几的每条消息，关闭终端，打开终端，划过……"
	#TODO: cg
	qian "房间里冒出微弱荧光，不断闪烁，忽明忽暗，重复往返。"
	"ENDING：死寂"
